---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadDensity
source: html/0ae102ba-3421-406f-376f-90c813df697e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadDensity Property

"Power Density"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalLoadDensity { get; }
```